[KFMusicTrigger0]
CombatSong="DirgeDefective2"
WaveBasedSongs=((CombatSong="KF_Defection",CalmSong="KF_Mutagen"),(CombatSong="KF_Infectious_Cadaver",CalmSong="KF_Neurotoxin"),(CombatSong="KF_WPrevention",CalmSong="KF_Neurotoxin"),(CombatSong="KF_Defection",CalmSong="KF_Neurotoxin"),(CombatSong="KF_WPrevention",CalmSong="KF_Neurotoxin"),(CombatSong="DirgeDefective2",CalmSong="KF_SinSoma"),(CombatSong="KF_Infectious_Cadaver",CalmSong="KF_SinSoma"),(CombatSong="KF_WPrevention",CalmSong="KF_SinSoma"),(CombatSong="KF_Infectious_Cadaver",CalmSong="KF_SinSoma"),(CombatSong="DirgeDefective2",CalmSong="KF_TheEdge"))

[KFUseTrigger0]
Message="Press USE Key"

[KFUseTrigger1]
Message="Press USE Key"

[KFUseTrigger10]
Message="Press USE Key"

[KFUseTrigger11]
Message="Press USE Key"

[KFUseTrigger13]
Message="Press USE Key"

[KFUseTrigger14]
Message="Press USE Key"

[KFUseTrigger16]
Message="Press USE Key"

[KFUseTrigger17]
Message="Press USE Key"

[KFUseTrigger19]
Message="Press USE Key"

[KFUseTrigger2]
Message="Press USE Key"

[KFUseTrigger3]
Message="Press USE Key"

[KFUseTrigger4]
Message="Press USE Key"

[KFUseTrigger6]
Message="Press USE Key"

[KFUseTrigger8]
Message="Press USE Key"

[KFUseTrigger9]
Message="Press USE Key"

[LevelInfo0]
Title="Foundry"

[LevelSummary]
Title="Foundry"
Description="This once abandoned factory is now occupied by the Horzine blue-collar workforce. For years Horzine has kept this facility a secret and kept it off public records. They've been producing chemicals and weaponry for their private military and stock piling for something evil – more evil than what they've already unleashed on the world."
